<?php
session_start();

include('lib/menu.inc');
?>

</head>

<body lang=RU>

<div align="center">

<p><b>Работа с вкладкой “Слова из текста”</b></p>
</div>
<p class=MsoNormal style='text-indent:35.4pt'>Здесь вы работаете со словами выбранного текста. Слово можно отметить, как изучаемое, выученное или перевести опять в разряд не изучаемые. Не стоит отмечать все подряд незнакомые слова, если это не адаптированный текст. Пропускайте архаичную и высокопарную лексику, которой богата неадаптированная английская литература, а также можете пропускать слово, если оно встречается 1 раз в тесте. </p>

<p class=MsoNormal style='text-indent:35.4pt'>Так же можно удалить слово или восстановить из удаленных. При помощи галочек выбираете какие слова показывать и  какие нет. Для работы удобно оставить галочки на новых и изучаемых словах, а выученные и удаленные скрывать.  </p>

<p class=MsoNormal style='text-indent:35.4pt'>Есть возможность редактирования слова, его транскрипции или перевода. После внесенных изменений  необходимо нажать кнопку “Сохранить изменения”.  При изменении слова например flowing на flow в дальнейшем в текстах эти слова будут рассматриваться в списке слов текста, как одно уникальное слово flow. </p>

<p class=MsoNormal style='text-indent:35.4pt'>При выборе следующего текста, в полученном списке слов уже будут отмечены ваши выученные слова (которые можно скрыть), изучаемые и новые. То есть вы будите видеть, какие слова еще не встречались в прошлых текстах, какие  изучаете и сколько слов в новом тексте вы уже знаете. </p>

&nbsp; &nbsp;1 столбик показывает, к какой странице пренадлежит это слово<BR> 
&nbsp; &nbsp;2 – дата , когда слов было отмечено<BR> 
&nbsp; &nbsp;3 – само слово<BR> 
&nbsp; &nbsp;4 – какое количество раз встречается в выбранном тексте <BR>



</body>
</html>