<?php
session_start();

include('lib/menu.inc');
?>

</head>

<body lang=RU>

<div align="center">

<p><b>“Мои слова”</b></p>
</div>

&nbsp; &nbsp; &nbsp; &nbsp; В вкладке "Мои слова" вы получите список слов, которые были отмечены в различных текстов, как ВЫУЧЕННОЕ или ИЗУЧАЕМОЕ с датой, когда это слово было отмечено и возможностью перейти к месту в тексте, где это слово было отмечено. Так же можно перейти к тексту и месту в этом тексте, где это слово первый раз появилось и было отмечено.<BR><BR> 
&nbsp; &nbsp;1 столбик показывает, какое количество  раз вы нажимали “ЗНАЮ” подряд,  при повторении слов<BR> 
&nbsp; &nbsp;2 – дата , когда слов было отмечено<BR> 
&nbsp; &nbsp;3 – само слово<BR> 
&nbsp; &nbsp;4 – всего нажато “ЗНАЮ” <BR>
&nbsp; &nbsp;5- всего нажато “НЕ ЗНАЮ” <BR>


</body>
</html>